["A regular wake-up time helps lock in a stable circadian rhythm. Next week, make it a goal to get out of bed at the same time every day.", "Research has shown that people who regularly exercise do better on tests of creativity.", "Research shows just 30 seconds of deep breathing can help lower blood pressure and heart rate. Try guided 2, 5 minute deep-breathing sessions on Fitbit Relax.", "Listening to music can help exercise feel easier, and even boost your speed. Songs with 120-140bpm appear to have the biggest motivating effect.", "The fats found in avocados, nuts, and olive oil are great for your health, but a little goes a long way. Stick with 5-6 tsp of healthy oils a day.", "USDA recommends eating 2-3 cups of vegetables every day. Go beyond salads and try adding vegetables to omelettes, smoothis, stir-fries, soups, pasta or dips.", "Dim the lights 30 minutes before bed to wind down, and let in the sunlight as soon as you wake up to jumpstart your system.", "A lack of sleep can increase your hunger hormones. So if you're looking to lose weight, make sure you're logging enough ZZZs.", "A consistent bedtime can help stabilize yourcircadian rhythm.", "Because the body stays energized while it digests food, it's best to avoid eating big meals at least 2 hours before sleeping.", "Don't skip healthy carbs. Fill 1/4 of your plate at meals with whole grains and aim for about 6 servings (1/2 cup cooked rice or 1 slice of bread a day).", "A 30-minute walk or log may help prevent a buildup of stress during the day. Aerobic activities help keep levels of cortisol (aka the stress hormone) in check.", "Want to find out how much sleep your body really needs? Next time you're on vacation pay attention to how much sleep you get.", "Sleep deprivation can zap your energy and interfere with your body's ability to recover and repair, since certain stages of sleep are needed to do this work.", "Regular exercise can help you fall asleep faster, sleep longer and wake less. Evening exercise is fine, but experts suggest a 30-60 minute wind-down period before bed.", "Wonder what makes you sleepy? It's all because of a chemical in the body called 'adenosine'.", "Taking time to slow down and be mindful is a healthy practice. It can increase serotonin, key for your well-being.", "Eating fiber-rich foods can help with a weight-loss goal. They're good for your gut and help you feel full longer. Try legumes, grains, veggies, fruits, and nuts.", "Want to tap into your innovative side? Research has shown that people who regularly exercise do better on tests of creativity.", "Research has shown exercise and mood are linked. Even a little bit - a 30-minute walk or 10 minutes of stretching 3 times a day can boost your outlook.", "For a satisfying afternoon snack that'll hold you overtill dinner, include both fiber (fruits, veggies, whole grains) and protein (nuts, cheese, Greek yogurt).", "CDC recommends getting 150 minutes of activity per week.", "'Sleep on it' - REM encourages new and creative solutions to old problems.", "Eating during the day is better for your body than late-night snacking. Eat at regular intervals to feel your best.", "Starting your day at a regular time helps lock in a stable circadian rhythm.", "Over time, regular exercise can strengthen your heart and lower your resting heart rate (RHR). Even modest reductions in RHR can reduce the risk of heart disease.", "Research shows adding 2 minutes of walking for each hour you sit during the day may be linked with a longer life expectancy. A 2-3 minute walk - about 250 steps.", "Keep drinking H2O - It'll keep you energized and focused all day.", "Aim for 25-30g of protein per meal. Some high-protein options: 3oz poultry (26g), 1 cup of beans (16g), or 1 cup of quinos (8g).", "Research shows that 15-30 minutes of low-to-moderate intesity exercise, 3 times per week, eases anxiety , and the effects can kick in after a single session."]
